---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.FailuresProcessingEventArgs
source: html/267160d9-9c41-da09-78d9-16f4ebe14a7b.htm
---
# FailuresProcessingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.